avp-protocol/avp-tropic/examples/esp32/ESP32-C3-DevKit-RUST-1/fw_update/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=16384